<?php

$lang['msg_select_item']             = '<br/>Моля изберете елемент';
$lang['msg_select_one_item']         = '<br/>Моля изберете само един елемент';
$lang['msg_delete_confirm']          = 'Сигурни ли сте, че искате да изтриете избраните елементи?';
$lang['msg_copy_confirm']            = 'Сигурни ли сте, че искате да копирате избраните елементи?';

$lang['msg_save_article']            = 'Статията беше запаметена успешно';
$lang['msg_save_article_error']      = 'Възникна грешка при запаметяването на статията';
$lang['msg_copy_article']            = 'Статиите бяха копирани успешно';
$lang['msg_copy_article_error']      = 'Възникна грешка при копирането на статиите';

$lang['msg_save_menu']               = 'Менюто беше запаметено успешно';
$lang['msg_save_menu_error']         = 'Възникна грешка при запаметяването на менюто';
$lang['msg_copy_menu']               = 'Менютата бяха копирани успешно';
$lang['msg_copy_menu_error']         = 'Възникна грешка при копирането на менютата';
$lang['msg_delete_default_menu_error'] = 'Основното меню не може да бъде изтрито';

$lang['msg_save_category']           = 'Категорията беше запаметена успешно';
$lang['msg_save_category_error']     = 'Възникна грешка при запаметяването на категорията';
$lang['msg_save_custom_field']       = 'Потребителското поле беше запаметено успешно';
$lang['msg_save_custom_field_error'] = 'Възникна грешка при запаметяването на потребителското поле';
$lang['msg_save_banner']             = 'Банерът беше запаметен успешно';
$lang['msg_save_banner_error']       = 'Възникна грешка при запаметяването на банерът';
$lang['msg_save_language']           = 'Езикът беше запаметен успешно';
$lang['msg_save_language_error']     = 'Възникна грешка при запаметяването на езикът';
$lang['msg_delete_default_language_error'] = 'Основният език не може да бъде изтрит';
$lang['msg_save_user']               = 'Потребителят беше запаметен успешно';
$lang['msg_save_user_error']         = 'Възникна грешка при запаметяването на потребителят';
$lang['msg_save_group']              = 'Групата беше запаметена успешно';
$lang['msg_save_group_error']        = 'Възникна грешка при запаметяването на групата';

$lang['msg_save_module']             = 'Модулът беше запаметен успешно';
$lang['msg_save_module_error']       = 'Възникна грешка при запаметяването на модулът';
$lang['msg_copy_module']             = 'Модулите бяха копирани успешно';
$lang['msg_copy_module_error']       = 'Възникна грешка при копирането на модулите';

$lang['msg_save_settings']           = 'Настройките бяха запаметени успешно';
$lang['msg_save_settings_error']     = 'Възникна грешка при запаметяването на настройките';

$lang['msg_status_error']            = 'Възникна грешка при смяната на статуса';

$lang['msg_no_results_found']        = 'Няма намерени резултати !';

$lang['msg_login_error']             = 'Грешен потребител или парола!';

$lang['msg_user_password_error']     = 'Паролите не са еднакви';
$lang['msg_image_info']              = 'Избирането на файл е задължително само при добавяне на снимка.<br/>
                                        &nbsp;&nbsp;&nbsp;При промяна това поле не е задължително.';

$lang['msg_user_info']               = 'Тези полета не са задължителни при промяна. Използвайте ги само ако искате да смените паролата на потребителя.';

$lang['msg_image_empty_file']        = 'Моля изберете файл';
$lang['msg_image_max_file']          = 'Файлът който се опитвате на качите е прекалено голям. Максимален размер {max_size}';
$lang['msg_image_allowed_ext']       = 'Форматът на файлът не е разрешен. Разрешени формати: {allowed_ext}';

$lang['msg_empty_folder']            = 'Моля попълнете име на папката';
$lang['msg_folder_allowed_chars']    = 'Има не позволени символи в името на папката. Можете да използвате само букви, цифри и долна черта';
$lang['msg_folder_exists']           = 'Вече съществува папка с това име';
$lang['msg_rename_file_allowed_ext'] = 'Разширението на файла не е разрешено. Разрешени файлове: %s';

$lang['msg_multilang_info']          = 'Това поле има различна стойност за всички езици';

$lang['msg_group_no_access']         = 'Вие нямате права да промените достъпът на тази група';

$lang['msg_external_url']            = 'Ако изпишете външния линк без "http://", "https://" или "mailto://" системата автоматично ще добави адреса на сайта към него';